Repository: Fuadeiza/Core
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Madinat Khalifa - B
ar: مدينة خليفة - ب

source: Madinat Khalifa - C
ar: مدينة خليفة - سي

source: Madinat Zayed
ar: مدينة زايد

source: Dubai
ar: دبي

source: Abu Dhabi
ar: أبو ظبي

source: Sharjah
ar: الشارقة

source: Ajman
ar: عجمان

source: Al Ain
ar: العين

source: Fujairah
ar: الفجيرة

source: Ras Al Khaima
ar: رأس الخيمة

source: Umm Al-Quwain
ar: أم القيوين

source: Al Zahya
ar: الزاهية

source: Al Zawarah
ar: الزوارة

source: Al Zora
ar: الزوراء

source: Emirates City
ar: مدينة الإمارات

source: Emirates City Extension
ar: امتداد مدينة الإمارات

source: Garden City
ar: جاردن سيتي

source: Ittihad Village
ar: قرية الاتحاد

source: Masfout
ar: مصفوت

source: Al Agabiyya
ar: العجبية

source: Al Ain International Airport
ar: مطار العين الدولي

source: Al Ain Mall
ar: العين مول

source: Al Ain Oasis Villas
ar: فلل واحة العين

source: Al Ain Zoo
ar: حديقة حيوانات العين

source: Al Ameriya
ar: العامرية

source: Al Bateen
ar: البطين

source: Al Dhahir
ar: الظاهر

source: Al Foaa
ar: الفوعه

source: Al Hili
ar: الهيلي

source: Al Jahili
ar: الجاهلي

source: Al Jimi
ar: الجيمي

source: Al Khabisi
ar: الخبيصي

source: Al Kuwaitat
ar: الكويتات

source: Al Maqam
ar: المقام

source: Al Marakhaniya
ar: المرخانية

source: Al Masoudi
ar: المسعودي

source: Al Murabaa
ar: المربع

source: Al Muraijeb
ar: المريجيب

source: Al Mutarad
ar: المعترض

source: Al Mutawaa
ar: المطاوعة

source: Al Muwaiji
ar: المويجعي

source: Al Nabagh
ar: النباغ

source: Al Neyadat
ar: النيادات

source: Al Qattara
ar: القطارة

source: Al Salamat District
ar: حي السلامات

source: Al Sarooj
ar: الصاروج

source: Al Shabiya
ar: الشعبية

source: Al Towayya
ar: الطوية

source: Al Yahar
ar: اليحر

source: Alain Al Fiyada
ar: العين الفياضة

source: Asharej
ar: عشارج

source: Bedda Bn Ammar
ar: بددة بن عمار

source: Falaj Hazzaa
ar: فلج هزاع

source: Manazaf
ar: المنازف

source: Mezyed
ar: مزيد

source: Mubzara
ar: مبزرة

source: Neima
ar: نعمة

source: Tawam
ar: توام

source: UAE University 1
ar: جامعة الإمارات 1

source: UAE University 2
ar: جامعة الإمارات 2

source: Um Ghaffa
ar: أم غافة

source: Al Rumailah
ar: الرميلة

source: Al Tallah 1
ar: التلة 1

source: Al Tallah 2
ar: التلة 2

source: Al Yasmeen
ar: الياسمين

source: Al Rashidiya 1
ar: الراشدية 1

source: Al Rashidiya 2
ar: الراشدية 2

source: Al Rashidiya 3
ar: الراشدية 3

source: Al Jurf 1
ar: الجرف 1

source: Al Jurf 2
ar: الجرف 2

source: Al Bustan
ar: البستان

source: Al Alia
ar: عالية

source: Ajman Pearl
ar: لؤلؤة عجمان

source: Ajman City Center
ar: عجمان سيتي سنتر

source: Al Aqah
ar: العقة

source: Al Bedia
ar: البدية

source: Al Buthna
ar: البثنة

source: Zakher
ar: زاخر

source: Dibba
ar: دبا

source: Dedna
ar: ديدنا

source: Awhala
ar: أوحالة

source: Anajaimat
ar: أناجيمات

source: Albeledah
ar: البليدة

source: Al Qurayya
ar: القريه

source: Al Ittihad
ar: الاتحاد

source: Al Heel
ar: الحيل

source: Al Hala
ar: الهلا

source: Al Gurfa
ar: الغرفة

source: Al Faseel
ar: الفصيل

source: search
ar: بحث
