Repository: Fuadeiza/Core
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Baskotii
ar: بسكوتي

source: Emarati Biscuits
ar: بسكويت امارتي

source: Cancel
ar: الغاء

source: Checkout
ar: اتمام الطلب

source: Contact Information
ar: معلومات الاتصال

source: Delivery Address
ar: معلومات التوصيل

source: Place Order
ar: اتمام الطلب

source: Thank you for your order. Your order Id :
ar: شكرا لاختياركم بسكوتي ، رقم الطلب :

source: Price
ar: السعر

source: Add to order
ar: اضف الى الطلب

source: Flavours
ar: ( النكهات )

source: Boksum
ar: بقسم

source: Rusk
ar: شابورة

source: Biscuits
ar: بسكويت

source: Diet
ar: دايت

source: Boksum Flavuors
ar: نكهات البقسم

source: Rusk Flavuors
ar: نكهات الشابورة

source: Biscuits Flavuors
ar: نكهات البسكويت

source: Large box rusk with Nescafe
ar: بوكس كبير شابوره نسكافية

source: Large box mini saltiest
ar: بوكس كبير ميني موالح

source: Small box saltiest
ar: بوكس صغير موالح

source: Boksum box with dates syrup
ar: بوكس بقصم دبس التمر

source: Boksum box with Cardamom and saffron
ar: بوكس بقصم هيل وزعفران

source: Boksum box with anise and fennel
ar: بوكس بقصم يانسون وشمر

source: Mini box boksum (Cardamom and saffron)
ar: بوكس ميني بقصم (هيل والزعفران )

source: Mini box boksum (Anise and fennel)
ar: بوكس ميني بقصم (نسون وشمر )

source: Mini box boksum (Dates Syrup)
ar: بوكس ميني بقصم (دبس التمر )

source: Large box rusk with cardamom and saffron
ar: بوكس كبير شابوره هيل وزعفران

source: Large box rusk with Anise and fennel
ar: بوكس كبير شابوره يانسون وشمر

source: Large box rusk with ginger
ar: بوكس كبير شابوره زنجبيل

source: Large box rusk with Cocunut
ar: بوكس كبير شابوره جوز الهند

source: Large box rusk with pistachio
ar: بوكس كبير شابوره فستق

source: Large Box rusk with cinnamon
ar: بوكس كبير شابوره قرفة

source: Basuity Box:
ar: بوكس بسكوتي

source: Boksum without Sugar
ar: بوكس بقصم بدون سكر

source: Small Box Diet Rusk
ar: بوكس صغير شابوره دايت

source: Contains 60 envelopes of mini mixed saltiest (anise and fennel - thyme - sumac - sesame - black seeds - spicy - cumin) suitable for distribution
ar: يحتوي على 60 مغلف ميني موالح مشكل ( يانسون وشمر - زعتر - سماق - سمسم - حبه البركة - سبايسي - كمون ) مناسب للتوزيعات

source: Contains 35 envelopes of mini mixed saltiest (anise and fennel - thyme - sumac - sesame - black seeds - spicy - cumin)
ar: يحتوي على 35 مغلف بسكويت مالح مشكل ( يانسون وشمر - زعتر - سماق - سمسم - حبهالبركة - سبايسي - كمون )

source: Contains 30 envelopes of sage, flavored with date syrup (no sugar).
ar: يحتوي على 30 مغلف من البقصم بنكهة دبس التمر ( بدون سكر )

source: Contains 30 envelopes of sesame flavored with cardamom and saffron
ar: يحتوي على 30 مغلف من البقصم بنكهة الهيل والزعفران

source: Contains 30 envelopes of sesame seeds, anise and fennel flavor
ar: يحتوي على 30 مغلف من البقصم بنكهة يانسون وشمر

source: Contains 60 envelopes of mini boksum
ar: يحتوي على 60 مغلف من ميني البقصم

source: The box contains 32 envelopes, and each envelope contains 2 pieces of rusk cardamom and saffron
ar: يحتوي البوكس على 32 مغلف وكل مغلف فيه قطعتين من شابوره هيل وزعفران

source: The box contains 32 envelopes, and each envelope contains 2 pieces of anise and fennel rusk
ar: يحتوي البوكس على 32 مغلف وكل مغلف فيه قطعتين من شابوره يانسون وشمر

source: The box contains 32 envelopes, and each envelope contains 2 pieces of ginger rusk
ar: يحتوي البوكس على 32 مغلف وكل مغلف فيه قطعتين من شابوره زنجبيل

source: The box contains 32 envelopes, and each envelope contains 2 pieces of coconut rusk
ar: يحتوي البوكس على 32 مغلف وكل مغلف فيه قطعتين من شابوره جوز الهند

source: The box contains 32 envelopes, and each envelope contains 2 pieces of nescafe rusk
ar: يحتوي البوكس على 32 مغلف وكل مغلف فيه قطعتين من شابوره نسكافية

source: The box contains 32 envelopes, and each envelope contains 2 pieces of pistachio rusk
ar: يحتوي البوكس على 32 مغلف وكل مغلف فيه قطعتين من شابوره فستق

source: The box contains 32 envelopes, and each envelope contains 2 pieces of cinnamon rusk
ar: يحتوي البوكس على 32 مغلف وكل مغلف فيه قطعتين من شابوره قرفة

source: (To try the best biscuits at Biscotti) the box contains: 10 envelopes rusk, 10 envelopes citrus mixed, 10 envelopes of date molasses crackers, 10 envelopes of cardamom and saffron
ar: (لتجربه الذ انواع البسكويت لدى بسكوتي) يحتوي البوكس على عشر مغلفات شابورة ،عشر مغلفات موالح مشكلة ، عشر مغلفات بقصم دبس التمر ، عشر مغلفات هيل وزعفران

source: Contains 30 sachets of sesame seeds, anise flavor and fennel without sugar (with whole wheat flour)
ar: يحتوي على 30 مغلف من البقصم بنكهة يانسون وشمر بدون سكر ( بالدقيق القمحالكامل )

source: The box contains 20 sachets of Diet Rusk, flavored with anise and fennel, without sugar
ar: يحتوي البوكس على 20 مغلف من شابوره دايت بنكهة يانسون وشمر بدون سكر

source: Review Order
ar: راجع طلبك

source: Area
ar: المنطقة

source: Choose Area
ar: اختر منطقتك

source: Not Found
ar: غير موجود

source: Order Items
ar: الطلبات

source: Delivery Info
ar: معلومات التوصيل

source: Subtotal
ar: مجموع الطلب

source: Delivery
ar: رسوم التوصيل

source: Total
ar: المجموع

source: Proceed to checkout
ar: اتمام الطلب

source: Menu
ar: القائمة

source: Search
ar: بحث

source: Order Status
ar: حالة الطلب

source: Masdar City
ar: مدينة مصدر

source: Mohammed Bin Zayed City
ar: مدينة محمد بن زايد

source: Mussafah Industrial city
ar: مدينة مصفح الصناعية

source: Mussafah South
ar: المصفح جنوب

source: New Shahama
ar: الشهامة الجديدة

source: Old Bahya
ar: بهية القديمة

source: Port Zayed (Al Mina)
ar: ميناء زايد (الميناء)

source: Qasr El Bahr
ar: قصر البحر

source: Order Code
ar: رمز الطلب

source: Qasr El Shatie
ar: قصر الشاطئ

source: Reem Island
ar: جزيرة الريم

source: Saadiyat Island
ar: جزيرة السعديات

source: Sas Al Nakheel (Khalifa- A)
ar: ساس النخيل (خليفة أ)

source: Sas Al Nakhl Island
ar: جزيرة ساس النخل

source: Shahama
ar: الشهامة

source: Shakhbout City
ar: مدينة شخبوط

source: Tourist Club Area (Al Zahiya)
ar: منطقة النادي السياحي (الزاهية)

source: Western Region (Madinat Zayed)
ar: المنطقة الغربية (مدينة زايد)

source: Yas Island
ar: جزيرة ياس

source: Zayed Sports City
ar: مدينة زايد الرياضية

source: Abu Shagara
ar: أبو شغارة

source: Al Muntazah
ar: المنتزه

source: Al Abar
ar: العبار

source: Al Atain
ar: العطين

source: Al Azra
ar: العزرة

source: Al Bataeh
ar: البطائح

source: Al Bdai`a Subrub
ar: ضاحية البدائع

source: Al Darari
ar: الدراري

source: Al Dhaid
ar: الذيد

source: Al Elyash
ar: العليش

source: Al Falah Suburb
ar: ضاحية الفلاح

source: Al Falaj
ar: الفلج

source: Al Fayha
ar: الفيحاء

source: Al Fisht
ar: الفشت

source: Al Ghaphia
ar: الغافية

source: Al Gharayen
ar: القرائن

source: Al Ghubaiba
ar: الغبيبة

source: Al Ghuwair
ar: الغوير

source: Al Goaz
ar: الجواز

source: Al Hazana
ar: الحزانة

source: Al Homaa
ar: الحماة

source: Al Jazzat
ar: الجزات

source: Al Jubail
ar: الجبيل

source: Al Juraina
ar: الجرينة

source: Al Khaledia Suburb
ar: ضاحية الخالدية

source: Al Khan
ar: الخان

source: Al Khezamia
ar: الخزامية

source: Al Layyah
ar: اللية

source: Al Mahatta
ar: المحطة

source: Al Majaz 1
ar: المجاز 1

source: Al Majaz 2
ar: المجاز 2

source: Al Majaz 3
ar: المجاز 3

source: Al Mamzar
ar: الممزر

source: Al Manakh
ar: المناخ

source: Al Manazel
ar: المنازل

source: Al Mansura
ar: المنصورة

source: Al Mareija
ar: المريجة

source: Al Mirgab
ar: المرقاب

source: Al Mujarah
ar: المجرة

source: Al Musalla
ar: المصلى

source: Al Nabba
ar: النباعة

source: Al Nad
ar: الند

source: Al Nahda
ar: النهدة

source: Al Nasserya
ar: الناصرية

source: Al Nekhailat
ar: النخيلات

source: Al Noof
ar: النوف

source: Al Qadisia
ar: القادسية

source: Al Qasimia
ar: القاسمية

source: Al Qulayaa
ar: القليعة

source: Al Rahmania
ar: الرحمانية

source: Al Ramaqia
ar: الرماقية

source: Al Ramla East
ar: الرملة شرق

source: Al Ramla West
ar: الرملة غرب

source: Al Ramtha
ar: الرمثا

source: Al Rifah
ar: الرفاع

source: Al Riffa
ar: الرفاع

source: Al Sabkha
ar: السبخة

source: Al Seef
ar: السيف

source: Al Seyouh
ar: السيوح

source: Al Shahba
ar: الشهباء

source: Al Shuwaihen
ar: الشويهين

source: Al Sweihat
ar: السويحات

source: Al Taawun
ar: التعاون

source: Al Talaa
ar: الطلاع

source: Al Tarfa
ar: الطرفة

source: Al Yarmook
ar: اليرموك

source: Barashi
ar: براشي

source: Bu Danig
ar: بو دانيج

source: Bu Tina
ar: بو تينة

source: Dasman
ar: دسمان

source: Industrial Area 1
ar: المنطقة الصناعية 1

source: Industrial Area 10
ar: المنطقة الصناعية 10

source: Industrial Area 11
ar: المنطقة الصناعية 11

source: Industrial Area 12
ar: المنطقة الصناعية 12

source: Industrial Area 13
ar: المنطقة الصناعية 13

source: Industrial Area 15
ar: المنطقة الصناعية 15

source: Industrial Area 17
ar: المنطقة الصناعية 17

source: Industrial Area 18
ar: المنطقة الصناعية 18

source: Industrial Area 2
ar: المنطقة الصناعية 2

source: Industrial Area 3
ar: المنطقة الصناعية 3

source: Industrial Area 4
ar: المنطقة الصناعية 4

source: Industrial Area 5
ar: المنطقة الصناعية 5

source: Industrial Area 6
ar: المنطقة الصناعية 6

source: Industrial Area 7
ar: المنطقة الصناعية 7

source: Industrial Area 8
ar: المنطقة الصناعية 8

source: Industrial Area 9
ar: المنطقة الصناعية 9

source: Kalba
ar: كلباء

source: Khor Fakkan
ar: خورفكان

source: Maysaloon
ar: ميسلون

source: Muwafjah
ar: الموفجة

source: Muwaileh Commercial
ar: تجارية مويلح

source: Muzairah
ar: مزيرعة

source: Rolla
ar: رولا

source: Saif Zone
ar: منطقة السيف

source: Samnan
ar: سمنان

source: Sharqan
ar: شرقان

source: Um Altaraffa
ar: أم الطرافة

source: University of Sharjah
ar: جامعة الشارقة

source: Ajman Corniche
ar: كورنيش عجمان

source: Ajman Free Zone
ar: منطقة عجمان الحرة

source: Ajman Industrial Area 1
ar: 1 منطقة عجمان الصناعية

source: Ajman Industrial Area 2
ar: منطقة عجمان الصناعية 2

source: Ajman University
ar: جامعة عجمان

source: Al Amerah
ar: العامرة

source: Al Bahia
ar: الباهية

source: Al Butain
ar: البطين

source: Al Hamidiya
ar: الحميدية

source: Al Hamidiya 1
ar: 1 الحميدية

source: Al Hamidiya 2
ar: الحميدية 2

source: Al Helio
ar: الحليو

source: Al Heliow 1
ar: الحليو 1

source: Al Heliow 2
ar: الحليو 2

source: Al Jurf Industrial Area 1
ar: 1 منطقة الجرف الصناعية

source: Al Jurf Industrial Area 2
ar: منطقة الجرف الصناعية 2

source: Al Jurf Industrial Area 3
ar: منطقة الجرف الصناعية 3

source: Al Muntazi 1
ar: المنتزي 1

source: Al Muntazi 2
ar: المنتزي 2

source: Al Mushairef
ar: المشيرف

source: Al Mwaihat 1
ar: 1 المويهات

source: Al Mwaihat 2
ar: المويهات 2

source: Al Mwaihat 3
ar: المويهات 3

source: Al Nakhil
ar: النخيل

source: Al Nakhil 1
ar: 1 النخيل

source: Al Nakhil 2
ar: 2 النخيل

source: Al Nuaimia 1
ar: النعيمية 1

source: Al Nuaimia 2
ar: النعيمية 2

source: Al Raqaib 1
ar: الرقيب 1

source: Al Raqaib 2
ar: الرقيب 2

source: Al Rawda 1 Al Zahraa
ar: الروضة 1 الزهراء

source: Al Rawda 2 Al Zahraa
ar: لروضاة 2 الزهراء

source: Al Rawda 3 Al Zahraa
ar: لروضاة 3 الزهراء

source: Al Zahra
ar: الزهراء

source: Al Farfar
ar: الفرفار

source: Al Haray
ar: الحراي

source: Al Owaid
ar: العويد

source: Al Taween
ar: التوين

source: Dibba Al Hosn
ar: دبا الحصن

source: Dibba Industrial Area
ar: منطقة دبا الصناعية

source: Fujairah Free Trade Zone
ar: منطقة التجارة الحرة بالفجيرة

source: Fujairah Intl Airport
ar: مطار الفجيرة الدولي

source: Fujairah Port
ar: ميناء الفجيرة

source: Halefaath
ar: حليفة

source: Industrial Area
ar: منطقة صناعية

source: Karsha
ar: كارشا

source: Madhab
ar: مدهب

source: Masafi
ar: مسافي

source: Merashid
ar: ميراشيد

source: Mirbah
ar: مربح

source: Old Fujairah City
ar: مدينة الفجيرة القديمة

source: Qidfa
ar: قدفع

source: Rughaylat
ar: رغيلات

source: Rumailah
ar: الرميلة

source: Sakamkam
ar: سكمكم

source: Sharm
ar: شرم الشيخ

source: Suwayfah
ar: الصويفة

source: Zubara
ar: الزبارة

source: Al Darbijaniyah
ar: الدربجانية

source: Al Dhait North
ar: الظيت الشمالي

source: Al Dhait South
ar: الظيت الجنوبي

source: Al Duhaisah
ar: الدهيسة

source: Al Ghubb
ar: الغب

source: Al Hamra Free Zone
ar: المنطقة الحرة بالحمرا

source: Al Hamra Industrial Area
ar: منطقة الحمرا الصناعية

source: Al Hamra Island
ar: جزيرة الحمرا

source: Al Hamra Village
ar: قرية الحمرا

source: Al Hudaibah
ar: الحضيبة

source: Al Jazeerah Al Hamra
ar: الجزيرة الحمراء

source: Al Jesser Area
ar: منطقةمنطقة الجسر

source: Al Juwais Area
ar: منطقة الجويس

source: Al Kharran
ar: الخران

source: Al Mairid
ar: المعيرد

source: Al Marjan Island
ar: جزيرة المرجان

source: Al Mataf
ar: المتاف

source: Al Nadiyah
ar: الندية

source: Al Nakheel Area
ar: منطقة النخيل

source: Al Nudood
ar: النودود

source: Al Qurm
ar: القرم

source: Al Qusaidat
ar: القصيدات

source: Al Ragibah
ar: الرجيبة

source: Al Sall
ar: السل

source: Al Seer
ar: الصير

source: Al Soor
ar: السور

source: Al Turfah
ar: الطرفة

source: Al Uraibi
ar: العريبي

source: Burairaat
ar: بريرات

source: Dafan Al Khor
ar: دفن الخور

source: Dafan Al Nakheel
ar: دفن النخيل

source: Dahan
ar: دهان

source: Ghalilah
ar: غليلة

source: Hamrania
ar: حمرانية

source: Khatt
ar: خت

source: Khazam
ar: خزام

source: Liwa Badr
ar: لواء بدر

source: Mamoora
ar: المعمورة

source: Mina Al arab
ar: ميناء العرب

source: RAK City
ar: مدينة رأس الخيمة

source: Rams
ar: الكباش

source: Ras Al Selaab Area
ar: منطقة رأس السلاب

source: Refa`ah
ar: رفاعة

source: Seih Al Ghubb
ar: سيح الغب

source: Seih Al Hudaibah
ar: سيح الحضيبة

source: Seih Al Qusaidat
ar: سيح القصيدات

source: Seih Al Uraibi
ar: سيح العريبي

source: Seih Shihyar
ar: سيح شيهار

source: Shamal Haqueel
ar: شمال حقيل

source: Shamal Julphar
ar: شمال جلفار

source: Shareesha
ar: شاريشة

source: Sidroh
ar: سيدروه

source: Suhaim Area
ar: منطقة سحيم

source: Wadi Ammar
ar: وادي عمار

source: Al Aahad
ar: العهد

source: Al Abrab
ar: العراب

source: Al Dar Al Baidah
ar: الدار البيضاء

source: Al Haditha
ar: الحديثة

source: Al Hawiyah
ar: الحوية

source: Al Humrah - A
ar: الحمرة - أ

source: Al Humrah - B
ar: الحمرة - ب

source: Al Humrah - C
ar: الحمرة - C.

source: Al Humrah - D
ar: الحمرة - د

source: Al Khor
ar: الخور

source: Al Limgadhar
ar: الليمقاد

source: Al Maidan
ar: الميدان

source: Al Raas - A
ar: الرس - أ

source: Al Raas - B
ar: الرس - ب

source: Al Raas - C
ar: الرس - C.

source: Al Ramlah
ar: الرملة

source: Al Raudah
ar: الروضة

source: Al Riqqah
ar: الرقة

source: Al Salamah - A
ar: السلامة - أ

source: Al Salamah - B
ar: السلامة - ب

source: Al Salamah - C
ar: السلامة - C.

source: Defence Camp
ar: معسكر الدفاع

source: Green Belt
ar: حزام أخضر

source: Old Town Area
ar: منطقة المدينة القديمة

source: Umm Al Quwain Marina
ar: مارينا أم القيوين

source: Abu Hail
ar: ابو هيل

source: Academic City
ar: المدينة الأكاديمية

source: Al Awir
ar: العوير

source: Al Ba`daa
ar: البدع

source: Al Baraha
ar: البراحة

source: Al Barari
ar: البراري

source: Al Barsha 1
ar: البرشاء 1

source: Al Barsha 2
ar: البرشاء 2

source: Al Barsha 3
ar: البرشاء 3

source: Al Barsha South
ar: البرشاء جنوب

source: Al Dhagaya
ar: الضغاية

source: Al Furjan
ar: الفرجان

source: Al Garhoud
ar: القرهود

source: Al Hamriya
ar: الحمرية

source: Al Hudaiba
ar: الحضيبة

source: Al Jaddaf
ar: الجداف

source: Al Jaffiliya
ar: الجافلية

source: Al Karama
ar: الكرامة

source: Al Khabaisi
ar: الخبيصي

source: Al Khawaneej 1
ar: الخوانيج 1

source: Al Khawaneej 2
ar: الخوانيج 2

source: Al Manara
ar: المنارة

source: Al Mankhool
ar: المنخول

source: Al Mizhar 1
ar: المزهر 1

source: Al Mizhar 2
ar: المزهر 2

source: Al Muraqqabat
ar: المرقبات

source: Al Murar
ar: المرر

source: Al Muteena
ar: المطينة

source: Al Nahda 1
ar: النهدة 1

source: Al Nahda 2
ar: النهدة 2

source: Al Quoz 1
ar: القوز 1

source: Al Quoz 2
ar: القوز 2

source: Al Quoz 3
ar: القوز 3

source: Al Quoz 4
ar: القوز 4

source: Al Quoz Industrial Area 1
ar: منطقة القوز الصناعية 1

source: Al Quoz Industrial Area 2
ar: منطقة القوز الصناعية 2

source: Al Quoz Industrial Area 3
ar: منطقة القوز الصناعية 3

source: Al Quoz Industrial Area 4
ar: منطقة القوز الصناعية 4

source: Al Qusais 1
ar: القصيص 1

source: Al Qusais 2
ar: القصيص 2

source: Al Qusais 3
ar: القصيص 3

source: Al Qusais Industrial Area 1
ar: منطقة القصيص الصناعية 1

source: Al Qusais Industrial Area 2
ar: منطقة القصيص الصناعية 2

source: Al Qusais Industrial Area 3
ar: منطقة القصيص الصناعية 3

source: Al Qusais Industrial Area 4
ar: منطقة القصيص الصناعية 4

source: Al Qusais Industrial Area 5
ar: منطقة القصيص الصناعية 5

source: Al Raffa
ar: الرفاعة

source: Al Ras
ar: الراس

source: Al Rashidiya
ar: الراشدية

source: Al Rigga
ar: الرقة

source: Al Safa
ar: الصفا

source: Al Safa 2
ar: الصفا 2

source: Al Satwa
ar: السطوة

source: Al Shindagha
ar: الشندغة

source: Al Souq Al Kabeer
ar: السوق الكبير

source: Al Sufouh 1
ar: الصفوح 1

source: Al Sufouh 2
ar: الصفوح 2

source: Al Twar 1
ar: الطوار 1

source: Al Twar 2
ar: الطوار 2

source: Al Twar 3
ar: الطوار 3

source: Al Waheda
ar: الوحيدة

source: Al Warqa 1
ar: الورقاء 1

source: Al Warqa 2
ar: الورقاء 2

source: Al Warqa 3
ar: الورقاء 3

source: Al Warqa 4
ar: الورقاء 4

source: Al Warqa 5
ar: الورقاء 5

source: Al Wasl
ar: الوصل

source: Arabian Ranches
ar: المرابع العربية

source: Arabian Ranches 2
ar: المرابع العربية 2

source: Arjan
ar: ارجان

source: Barsha Heights - TECOM
ar: برشا هايتس - تيكوم

source: Bukadra
ar: بوكدره

source: Business Bay
ar: خليج الأعمال

source: Corniche Deira
ar: كورنيش ديرة

source: DIFC
ar: مركز دبي المالي العالمي

source: Discovery Gardens
ar: ديسكفري جاردنز

source: Downtown Burj Khalifa
ar: وسط مدينة برج خليفة

source: Downtown Jabel Ali
ar: وسط مدينة جبل علي

source: Dubai Airport Freezone
ar: المنطقة الحرة بمطار دبي

source: Dubai Cargo Village
ar: قرية دبي للشحن

source: Dubai Design District
ar: حي دبي للتصميم

source: Dubai Falcon City
ar: دبي فالكون سيتي

source: Dubai Festival City
ar: دبي فيستيفال سيتي

source: Dubai Healthcare City
ar: مدينة دبي الطبية

source: Dubai International Airport
ar: مطار دبي الدولي

source: Dubai Internet City - DIC
ar: مدينة دبي للإنترنت - مدينة دبي للإنترنت

source: Dubai Investments Park 1
ar: مجمع دبي للاستثمار 1

source: Dubai Investments Park 2
ar: مجمع دبي للاستثمار 2

source: Dubai Lifestyle City
ar: مدينة دبي لايف ستايل

source: Dubai Marina
ar: مرسى دبي

source: Dubai Maritime City
ar: مدينة دبي الملاحية

source: Dubai Media City
ar: مدينة دبي للإعلام

source: Dubai Motor City
ar: دبي موتور سيتي

source: Dubai Silicon Oasis
ar: واحة دبي للسيليكون

source: Dubai Sports City
ar: مدينة دبي الرياضية

source: Dubai Studio City
ar: مدينة دبي للاستوديوهات

source: Dubai Techno Park
ar: دبي تكنو بارك

source: Dubai World Central - DWC
ar: دبي وورلد سنترال - DWC

source: Dubai World Trade Center - DWTC
ar: مركز دبي التجاري العالمي - مركز دبي التجاري العالمي

source: Emirates Hills
ar: تلال الإمارات

source: Gardens
ar: حدائق

source: Global Village
ar: قرية عالمية

source: Green Community Motor City
ar: جرين كوميونيتي موتور سيتي

source: Hor Al Anz
ar: هور العنز

source: Hor Al Anz East
ar: هور العنز شرق

source: Ibn Batutta Mall
ar: ابن بطوطة مول

source: International City
ar: مدينة عالمية

source: International City 2
ar: المدينة العالمية 2

source: Jebel Ali 1
ar: جبل علي 1

source: Jebel Ali 2
ar: جبل علي 2

source: Jebel Ali Freezone
ar: المنطقة الحرة بجبل علي

source: Jebel Ali Freezone Extension
ar: امتداد المنطقة الحرة بجبل علي

source: Jebel Ali Industrial Area
ar: المنطقة الصناعية بجبل علي

source: Jumeirah 1
ar: جميرا 1

source: Jumeirah 2
ar: جميرا 2

source: Jumeirah 3
ar: جميرا 3

source: Jumeirah Beach Residence - JBR
ar: جميرا بيتش ريزيدنس - جميرا بيتش ريزيدنس

source: Jumeirah Golf Estates
ar: عقارات جميرا للجولف

source: Jumeirah Heights
ar: مرتفعات جميرا

source: Jumeirah Islands
ar: جزر الجميرا

source: Jumeirah Lakes Towers - JLT
ar: أبراج بحيرات جميرا - أبراج بحيرات جميرا

source: Jumeirah Park
ar: جميرا بارك

source: Jumeirah Village Circle - JVC
ar: قرية جميرا الدائرية - قرية جميرا الدائرية

source: Jumeirah Village Triangle - JVT
ar: مثلث قرية الجميرا - مثلث قرية الجميرا

source: Knowledge Village
ar: قرية المعرفة

source: Layan Community
ar: مجتمع ليان

source: Legends
ar: أساطير

source: Liwan
ar: ليوان

source: Majan
ar: مجان

source: MBR- Al Merkad
ar: MBR- المرقاد

source: Meadows
ar: المراعي

source: Meydan South
ar: ميدان الجنوب

source: Mira Community
ar: مجتمع ميرا

source: Mirdif
ar: مردف

source: Mudon
ar: مدن

source: Muhaisnah 1
ar: محيصنة 1

source: Muhaisnah 2
ar: محيصنة 2

source: Muhaisnah 3
ar: محيصنة 3

source: Muhaisnah 4
ar: محيصنة 4

source: Nad Al Sheba 1
ar: ند الشبا 1

source: Nad Al Sheba 2
ar: ند الشبا 2

source: Nad Al Sheba 3
ar: ند الشبا 3

source: Nad Al Sheba 4
ar: ند الشبا 4

source: Nadd Al Hamar
ar: ند الحمر

source: Nadd Al Shamma
ar: ند الشما

source: Naif
ar: نايف

source: Oud Al Muteena
ar: عود المطينة

source: Oud Metha
ar: عود ميثاء

source: Port Rashid
ar: ميناء راشد

source: Port Saeed
ar: بور سعيد

source: Ras Al Khor
ar: رأس الخور

source: Ras Al Khor Indsutrial Area 1
ar: منطقة رأس الخور الصناعية 1

source: Ras Al Khor Indsutrial Area 2
ar: منطقة رأس الخور الصناعية 2

source: Ras Al Khor Indsutrial Area 3
ar: منطقة رأس الخور الصناعية 3

source: Remraam
ar: رمرام

source: Rigga Al Buteen
ar: رقة البطين

source: Springs
ar: الينابيع

source: The Greens
ar: الخضر

source: The Lakes
ar: البحيرات

source: The Palm Deira
ar: جزيرة النخلة ديرة

source: The Palm Jebel Ali
ar: نخلة جبل علي

source: The Palm Jumeirah
ar: جزيرة النخلة جميرا

source: The Skycourts
ar: سكاي كورتس

source: The Sustainable City
ar: المدينة المستدامة

source: The Villa
ar: الفيلا

source: Um Al Sheif
ar: أم الشيف

source: Umm Hurair 1
ar: أم هرير 1

source: Umm Hurair 2
ar: أم هرير 2

source: Umm Ramool
ar: أم رمول

source: Umm Suqeim 1
ar: أم سقيم 1

source: Umm Suqeim 2
ar: أم سقيم 2

source: Umm Suqeim 3
ar: أم سقيم 3

source: Wadi Alamardi
ar: وادي العمردي

source: Warsan 1
ar: ورسان 1

source: Warsan 2
ar: ورسان 2

source: Waterfront
ar: الواجهة البحرية

source: Za`abeel 1
ar: زعبيل 1

source: Za`abeel 2
ar: زعبيل 2

source: Abu Dhabi Gate City
ar: مدينة بوابة أبوظبي

source: Abu Dhabi Hills
ar: تلال أبوظبي

source: Al Adla
ar: العدلة

source: Al Aman
ar: الامان

source: Al Bahya
ar: الباهية

source: Al Bandar (Al Raha)
ar: البندر (الراحة)

source: Al Dafrah
ar: الظفرة

source: Al Etihad
ar: الاتحاد

source: Al Falah City
ar: مدينة الفلاح

source: Al Forsan Village (Khalifa- A)
ar: قرية الفرسان (خليفة أ)

source: Al Gurum Resort
ar: منتجع القرم

source: Al Hosn
ar: الحصن

source: Al Karamah
ar: الكرامة

source: Al Khalidiyah
ar: الخالدية

source: Al Khubeirah
ar: الخبيرة

source: Al Mafraq
ar: المفرق

source: Al Manhal
ar: المنهل

source: Al Maqta
ar: المقطع

source: Al Markaziyah
ar: المركزية

source: Al Markaziyah West
ar: المركزية غرب

source: Al Maryah Island
ar: جزيرة الماريه

source: Al Mina
ar: الميناء

source: Al Muneera (Al Raha)
ar: المنيرة (الراحة)

source: Al Muntazah
ar: المنتزه

source: Al Mushrif
ar: المشرف

source: Al Muzoon
ar: المزون

source: Al Nahyan
ar: آل نهيان

source: Al Raha
ar: الراحة

source: Al Rahba
ar: الرحبة

source: Al Ras Al Akhdar
ar: الراس الاخضر

source: Al Rayyana (Khalifa- A)
ar: الريانة (خليفة أ)

source: Al Reef
ar: الريف

source: Al Rowdah
ar: الروضة

source: Al Ruwais (Western Region)
ar: الرويس (المنطقة الغربية)

source: Al Safarrat
ar: السفارات

source: Al Samha
ar: السمحة

source: Al Shamkha
ar: الشامخة

source: Al Shamkha South
ar: الشامخة الجنوبي

source: Al Shawamekh
ar: الشوامخ

source: Al Wahdah
ar: الوحدة

source: Al Wathba
ar: الوثبة

source: Al Zaab
ar: الزعاب

source: Al Zafranah
ar: الزعفرانة

source: Al Zahraa
ar: الزهراء

source: Al Zeina (Al Raha)
ar: الزينة (الراحة)

source: Bain Al Jesrain
ar: بين الجسرين

source: Bani Yas
ar: بني ياس

source: BreakWater
ar: حائل الأمواج

source: Capital Centre
ar: مركز العاصمة

source: Dhow Harbour (Al Mina)
ar: ميناء الداو (الميناء)

source: Golf Gardens (Khalifa- A)
ar: حدائق الجولف (خليفة أ)

source: Hydra Village (Shahama)
ar: قرية هيدرا (الشهامة)

source: Khor Al Bateen
ar: خور البطين

source: Madinat Khalifa - A
ar: مدينة خليفة - أ
